Repository: sajadszm/goindx
Catalog: telegram-live-chat/languages/telegram-live-chat-*.po
Languages: fa_ir

source: Telegram Live Chat
fa_ir: گفتگوی زنده تلگرام

source: Integrates a live chat widget on your website that connects with support agents via Telegram.
fa_ir: یک ویجت گفتگوی زنده را در وب‌سایت شما ادغام می‌کند که با کارشناسان پشتیبانی از طریق تلگرام ارتباط برقرار می‌کند.

source: Telegram Chat
fa_ir: چت تلگرام

source: Telegram Bot Settings
fa_ir: تنظیمات ربات تلگرام

source: Configure your Telegram Bot API token and the user IDs of the admins/agents who will receive messages.
fa_ir: توکن API ربات تلگرام خود و شناسه‌های کاربری ادمین‌ها/اپراتورهایی که پیام‌ها را دریافت می‌کنند، پیکربندی کنید.

source: You can get your Bot Token by talking to BotFather on Telegram. You can get User IDs by talking to @userinfobot or similar.
fa_ir: می‌توانید توکن ربات خود را با صحبت کردن با BotFather در تلگرام دریافت کنید. شناسه‌های کاربری را می‌توانید با صحبت کردن با @userinfobot یا موارد مشابه دریافت کنید.

source: Bot Token
fa_ir: توکن ربات

source: Agent Telegram User IDs (comma-separated)
fa_ir: شناسه‌های کاربری تلگرام اپراتورها (جدا شده با کاما)

source: Enter comma-separated numeric Telegram User IDs for individual agents.
fa_ir: شناسه‌های کاربری عددی تلگرام را برای اپراتورهای فردی وارد کنید، جدا شده با کاما.

source: Group Chat ID for Notifications (Optional)
fa_ir: شناسه چت گروهی برای اعلان‌ها (اختیاری)

source: Widget Customization
fa_ir: سفارشی‌سازی ویجت

source: Customize the appearance and text of the chat widget.
fa_ir: ظاهر و متن ویجت گفتگو را سفارشی‌سازی کنید.

source: Widget Header Title
fa_ir: عنوان سربرگ ویجت

source: Welcome Message
fa_ir: پیام خوشامدگویی

source: Offline Message
fa_ir: پیام آفلاین

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Open Live Chat
fa_ir: باز کردن گفتگوی زنده

source: Live Chat
fa_ir: گفتگوی زنده

source: Close Chat
fa_ir: بستن گفتگو

source: Welcome! How can we help you today?
fa_ir: خوش آمدید! چگونه می‌توانیم امروز به شما کمک کنیم؟

source: We're currently offline. Please leave a message!
fa_ir: ما در حال حاضر آفلاین هستیم. لطفاً پیام بگذارید!

source: Name *
fa_ir: نام *

source: Email
fa_ir: ایمیل

source: Start Chat
fa_ir: شروع گفتگو

source: End Chat & Rate
fa_ir: پایان گفتگو و امتیازدهی

source: Rate your chat experience:
fa_ir: به تجربه گفتگوی خود امتیاز دهید:

source: Optional comments...
fa_ir: نظرات اختیاری...

source: Submit Rating
fa_ir: ثبت امتیاز

source: Thank you for your feedback!
fa_ir: از بازخورد شما متشکریم!

source: Type your message...
fa_ir: پیام خود را تایپ کنید...

source: Chat message input
fa_ir: ورودی پیام گفتگو

source: Send
fa_ir: ارسال

source: Upload file
fa_ir: بارگذاری فایل

source: Nonce verification failed.
fa_ir: تأیید اعتبار Nonce ناموفق بود.

source: Visitor token is required.
fa_ir: توکن بازدیدکننده الزامی است.

source: You are sending messages too quickly. Please wait a moment.
fa_ir: شما پیام‌ها را خیلی سریع ارسال می‌کنید. لطفاً لحظه‌ای صبر کنید.

source: Message text cannot be empty.
fa_ir: متن پیام نمی‌تواند خالی باشد.

source: Message sent!
fa_ir: پیام ارسال شد!

source: File too large (max %d MB).
fa_ir: فایل خیلی بزرگ است (حداکثر %d مگابایت).

source: Visitor
fa_ir: بازدید کننده

source: Agent (TG ID: %s)
fa_ir: اپراتور (شناسه تلگرام: %s)

source: System
fa_ir: سیستم
